Dlubal.RFEM5.SurfaceMaximumStrains
Surface maximum strains

Dlubal.RFEM5.SurfaceMaximumStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceMaximumStrains.Type
Type of results

Dlubal.RFEM5.SurfaceMaximumStrains.LocationNo
Location number

Dlubal.RFEM5.SurfaceMaximumStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMaxPositive
Maximum strain εmax,+

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMinPositive
Maximum strain εmin,+

Dlubal.RFEM5.SurfaceMaximumStrains.AbsEpsilonMaxPositive
Maximum strain |εmax|+

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMaxNegative
Maximum strain εmax,-

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMinNegative
Maximum strain εmin,-

Dlubal.RFEM5.SurfaceMaximumStrains.AbsEpsilonMaxNegative
Maximum strain |εmax|-

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMax
Maximum strain εmax

Dlubal.RFEM5.SurfaceMaximumStrains.EpsilonMin
Maximum strain εmin

Dlubal.RFEM5.SurfaceMaximumStrains.AbsEpsilonMax
Maximum strain |εmax|